{
    "theripper-premium-hub": {
        "settings": {
            "autoCheck": {
                "hint": "Verifique automáticamente la carga mundial si alguno de mis módulos premium tiene actualizaciones.",
                "name": "Verifique las actualizaciones sobre el inicio"
            },
            "checkDisabled": {
                "hint": "Verifique las actualizaciones de los módulos que están instalados pero no habilitados.",
                "name": "Verificar módulos no habilitados"
            }
        },
        "tweaks-menu": {
            "cleanHeaderButtons": {
                "hint": "Retire el texto de los botones de encabezado para que los limpien. \nSi usa muchos de mis módulos, puede terminar con muchos botones en los encabezados de la ventana, esta opción elimina el texto de ellos. \n(Requiere librapper)",
                "name": "Botones de encabezado limpio"
            },
            "compactSidebar": {
                "hint": "Haga las entradas de la barra lateral más pequeñas para adaptarse a más elementos en la pantalla.",
                "name": "Barra lateral compacta"
            },
            "cssTweak": {
                "hint": "Escriba CSS personalizado para modificar los estilos de fundición o módulos. \nSe proporcionan tres campos para la organización, pero también puede usar solo un campo.",
                "name": "Ajustes CSS"
            },
            "hint": "Configure algunas características de calidad de vida, como macros de inicio, botones de encabezado limpio y ajustes CSS.",
            "initMacros": {
                "hint": "Ejecutar macros en la carga mundial. \nLas macros se ejecutan en el orden en que se enumeran aquí.",
                "name": "Macros de inicio"
            },
            "label": "Configurar ajustes",
            "readyMacros": {
                "hint": "Ejecutar macros cuando el cliente esté listo. \nLas macros se ejecutan en el orden en que se enumeran aquí.",
                "name": "Macros listas"
            },
            "tabs": {
                "css-tweaks": "Ajustes CSS",
                "misc": "Misceláneas",
                "startup-macros": "Macros de inicio"
            },
            "title": "Ajustes",
            "autoRotate": {
                "default": "Por defecto",
                "defaultOff": "Habilitado (desactivado por defecto)",
                "defaultOn": "Habilitado (predeterminado encendido)",
                "hint": "Gire automáticamente las fichas para enfrentar la dirección de movimiento y el token objetivo.",
                "name": "Rotación automática",
                "none": "Desactivado",
                "off": "Desactivado",
                "on": "Activado"
            },
            "diceTray": {
                "hint": "Agregue una bandeja de dados al registro de chat. \nEsto le permitirá tirar dados y agregarles modificadores.",
                "name": "Bandeja de dados"
            },
            "enableSettingsSwap": {
                "hint": "Habilite la capacidad de cambiar la configuración del mundo a la configuración del cliente. \nEsto obligará a la configuración seleccionada para todos los clientes, los jugadores ya no podrán ver estas configuraciones.",
                "name": "Configuración del cliente forzado"
            }
        },
        "wtcNotification": "Configuración para {configuración} establecida en {valor}. \nRecargue el juego para que los cambios entren en vigencia. \nLos cambios en la configuración no se guardarán hasta la próxima recarga."
    }
}
