{
    "theripper-premium-hub": {
        "settings": {
            "autoCheck": {
                "hint": "Vérifiez automatiquement le chargement mondial si l'un de mes modules premium a des mises à jour.",
                "name": "Vérifiez les mises à jour sur le démarrage"
            },
            "checkDisabled": {
                "hint": "Vérifiez les mises à jour sur les modules installés mais non activés.",
                "name": "Vérifier les modules non activés"
            }
        },
        "tweaks-menu": {
            "cleanHeaderButtons": {
                "hint": "Retirez le texte des boutons d'en-tête pour les rendre plus propres. \nSi vous utilisez beaucoup de mes modules, vous pourriez vous retrouver avec beaucoup de boutons dans les en-têtes de fenêtre, cette option en supprime le texte. \n(Nécessite libwrapper)",
                "name": "Boutons d'en-tête"
            },
            "compactSidebar": {
                "hint": "Rendez les entrées de la barre latérale plus petites pour s'adapter à plus d'éléments à l'écran.",
                "name": "Barre latérale compacte"
            },
            "cssTweak": {
                "hint": "Écrivez CSS personnalisé pour modifier les styles de fonderie ou de modules. \nTrois champs sont fournis pour l'organisation, mais vous pouvez également utiliser un seul champ.",
                "name": "Ajustements CSS"
            },
            "hint": "Configurez certaines fonctionnalités de qualité de vie, telles que les macros de démarrage, les boutons d'en-tête propres et les ajustements CSS.",
            "initMacros": {
                "hint": "Exécutez des macros sur la charge mondiale. \nLes macros sont exécutées dans l'ordre où ils sont répertoriés ici.",
                "name": "Macros de démarrage"
            },
            "label": "Configurer les ajustements",
            "readyMacros": {
                "hint": "Exécutez des macros lorsque le client est prêt. \nLes macros sont exécutées dans l'ordre où ils sont répertoriés ici.",
                "name": "Macros prêtes"
            },
            "tabs": {
                "css-tweaks": "Ajustements CSS",
                "misc": "Divers",
                "startup-macros": "Macros de démarrage"
            },
            "title": "Modifications",
            "autoRotate": {
                "default": "Défaut",
                "defaultOff": "Activé (par défaut)",
                "defaultOn": "Activé (par défaut sur)",
                "hint": "Faites tourner automatiquement les jetons pour faire face à la direction du mouvement et au jeton ciblé.",
                "name": "Faire pivoter automatiquement",
                "none": "Désactivé",
                "off": "Désactivé",
                "on": "Activé"
            },
            "diceTray": {
                "hint": "Ajoutez un plateau de dés au journal de chat. \nCela vous permettra de rouler des dés et de leur ajouter des modificateurs.",
                "name": "Plateau en dés"
            },
            "enableSettingsSwap": {
                "hint": "Activez la possibilité de modifier les paramètres du monde en paramètres du client. \nCela forcera les paramètres sélectionnés pour tous les clients, les joueurs ne pourront pas non plus voir ces paramètres.",
                "name": "Paramètres du client forcé"
            }
        },
        "wtcNotification": "Configuration pour {paramètre} Défini sur {valeur}. \nVeuillez recharger le jeu pour que les modifications prennent effet. \nLes modifications du paramètre ne seront pas enregistrées avant le prochain rechargement."
    }
}
