{
    "theripper-premium-hub": {
        "settings": {
            "autoCheck": {
                "name": "Verificar Atualizações ao Iniciar",
                "hint": "Verifica automaticamente no carregamento do mundo se algum dos meus módulos premium possuem atualizações."
            },
            "checkDisabled": {
                "name": "Verificar Módulos Desabilitados",
                "hint": "Verifica se há atualizações em módulos instalados, porém desabilitados."
            }
        },
        "tweaks-menu": {
            "title": "Ajustes",
            "label": "Configurar Ajustes",
            "hint": "Configure alguns recursos de qualidade de vida, como Macros de Inicialização, Botões de Cabeçalho Limpos e Ajustes de CSS.",
            "tabs": {
                "misc": "Diversos",
                "startup-macros": "Macros de Inicialização",
                "css-tweaks": "Ajustes de CSS"
            },
            "initMacros": {
                "name": "Macros de Inicialização",
                "hint": "Executa macros no carregamento do mundo. As macros são executadas na ordem em que estiverem listadas aqui."
            },
            "readyMacros": {
                "name": "Macros Prontas",
                "hint": "Executa macros quando o cliente estiver pronto. As macros são executadas na ordem em que estiverem listadas aqui."
            },
            "cssTweak": {
                "name": "Ajustes de CSS",
                "hint": "Escreva CSS personalizado para modificar os estilos do Foundry ou Módulos. Três campos são fornecidos para organização, mas você também pode usar apenas um campo."
            },
            "cleanHeaderButtons": {
                "name": "Botões de Cabeçalho Limpos",
                "hint": "Remova o texto dos botões de cabeçalho para torná-los mais limpos. Se você usar muitos dos meus módulos, pode acabar com muitos botões nos cabeçalhos das janelas, esta opção remove o texto deles. (Requer LibWrapper)"
            },
            "compactSidebar": {
                "name": "Barra Lateral Compacta",
                "hint": "Reduz as entradas da barra lateral para caber mais itens na tela."
            },
            "enableSettingsSwap": {
                "name": "Configurações Forçadas do Cliente",
                "hint": "Habilita a habilidade de mudar as configurações do mundo para as configurações do cliente. Isso forçará as configurações selecionadas para todos os clientes, os jogadores também não poderão mais ver essas configurações."
            },
            "diceTray": {
                "name": "Bandeja de Dados",
                "hint": "Adiciona uma bandeja de dados ao registro de chat. Isso permitirá que você role dados e adicione modificadores a eles."
            },
            "autoRotate": {
                "name": "Girar Automaticamente",
                "hint": "Gira automaticamente os tokens para ficarem de frente para a direção do movimento e para o token alvo.",
                "none": "Desabilitado",
                "defaultOn": "Habilitado (Padrão Ativado)",
                "defaultOff": "Habilitado (Padrão Desativado)",
                "on": "Ativado",
                "off": "Desativado",
                "default": "Padrão"
            }
        },
        "wtcNotification": "Configuração para {setting} definida como {value}. Recarregue o jogo para que as alterações entrem em vigor. As alterações na configuração não serão salvas até a próxima recarga."
    }
}
